[
    {
      "title": "301",
      "subtitle": "The classic - double-out",
      "players": "2-6",
      "instructions": "You start with a score of 301. On your turn (called a visit), throw three darts and subtract the total from your score.\n\nYour goal is to reach exactly zero, finishing on a double.\n\nIf your score drops below zero, or you're left on 1, the turn is a bust and your score returns to what it was before you threw.\n\nThe first player to check out on zero wins.\n\nA perfect game?\nThe fewest visits you can finish 301 in is two — incredibly rare:\n- Visit 1: 180 (T20 T20 T20)\n- Visit 2: 121 checkout (T20, 11, D20)"
    },
    {
      "title": "501",
      "subtitle": "The professional standard",
      "players": "2-6",
      "instructions": "You start with a score of 501. On your turn (called a visit), throw three darts and subtract the total from your score.\n\nYour goal is to reach exactly zero, finishing on a double.\n\nIf your score drops below zero, or you're left on 1, the turn is a bust and your score returns to what it was before you threw.\n\nThe first player to check out on zero wins.\n\nThe perfect leg:\nThe fewest visits you can finish 501 in is three — the famous nine-dart finish:\n- Visit 1: 180\n- Visit 2: 180\n- Visit 3: 141 checkout (T20, T19, D12)"
    },
    {
      "title": "Halve-It",
      "subtitle": "No one escapes the chop",
      "players": "2-6",
      "instructions": "Halve-It is a six-round challenge of accuracy. You start on 50 points, and each round sets a single target to aim for.\n\nOn your turn (a visit), you throw three darts at that target. Every hit scores its value. Miss with all three, and your score is cut in half — the Chop.\n\nA score can never drop below zero.\n\nExample:\nIf you're on 10 points and the target is 5, hitting 5 with all three darts scores 15, taking you to 25.\nIf you miss the target with all three, your score is halved from 10 to 5.\n\nChoose your difficulty and the app will set the six targets for you:\n- Easy: mostly singles\n- Medium: singles and doubles\n- Hard: more doubles and trebles\n- Pro: all doubles and trebles\n\nAfter all six rounds, the highest score wins."
    },
    {
      "title": "Knockout",
      "subtitle": "Let's get ready to rumble",
      "players": "2-6",
      "instructions": "Choose your players, set the number of lives, and hit Start — the app shuffles the throwing order.\n\nOn your turn (a visit), you throw three darts and try to beat the current high score.\n\nThe first player's visit sets the initial score to beat.\n\nEach time a player beats the high score, their total becomes the new high score to beat.\n\nPlayers who fail to beat the current high score lose a life.\n\nPlay continues in order until only one player remains standing and everyone else has been knocked out."
    },
    {
      "title": "Sudden Death",
      "subtitle": "One slip and you’re history",
      "players": "2-6",
      "instructions": "Sudden Death is fast, simple, and unforgiving. Each round, every player throws three darts, and the player with the lowest total is eliminated.\n\nAll scores reset at the start of each new round — everyone begins even, but only for a moment.\n\nRound after round, one player falls, until only one remains.\n\nThe last player standing wins."
    },
    {
      "title": "English Cricket",
      "subtitle": "Take Wickets. Chase Runs.",
      "players": "2-6",
      "instructions": "English Cricket is played with a batter and a bowler, just like the real game. You can play one-on-one or in teams.\n\nAs the batting side, your goal is to score as many runs as you can by hitting the scoring numbers: 15, 16, 17, 18, 19, 20, and the bullseye.\n\nAs the bowling side, you're aiming for the bull to take wickets:\n- Outer bull = 1 wicket\n- Inner bullseye = 2 wickets\n\nOnce the bowling side reaches 10 wickets, the batting innings ends, and the roles swap.\n\nAfter both sides have batted, the team with the highest total wins."
    },
  {
    "title": "Killer",
    "subtitle": "It's Kill or Be Killed",
    "players": "2-6",
    "instructions": "Your goal is simple: Become a Killer, take lives from other players, and be the last person standing.\n\nYou begin the game with a unique number between 1 and 20. No two players share the same number.\n\nBecoming a Killer.\nTo become a Killer, you must hit the double of your own assigned number.\n\nKilling your opponents.\nOnce you're a Killer, you can start attacking other players' assigned numbers to take away their lives. Hitting a single of an opponent's number removes one life, a double removes two, and a treble removes three.\n\nBe careful.\nHitting your own number—single, double, or treble—costs you one life.\nThe last player with one or more lives wins."
  }
]
