[
  {
    "title": "301",
    "subtitle": "A Classic Countdown Game",
    "players": "2 or more",
    "instructions": "Each player starts with a score of 301. Players take turns throwing three darts per round and subtract the total from their score.\n\nThe goal is to reach exactly zero, finishing on a double. If a score goes below zero or ends on one, the turn is a bust and the score reverts to its previous total.\n\nThe first player to reach exactly zero wins."
  },
  {
    "title": "501",
    "subtitle": "The Professional Standard",
    "players": "2 or more",
    "instructions": "Players start with 501 points and take turns throwing three darts. Each turn’s total is subtracted from the player’s score.\n\nThe objective is to reach exactly zero, with the final dart landing on a double. If a player scores below zero or one, they bust and return to their previous score.\n\nThe first player to finish on zero wins.\n\nThis is the format used in most professional darts tournaments."
  },
  {
    "title": "Halve-It",
    "subtitle": "Accuracy Under Pressure",
    "players": "2 or more",
    "instructions": "A popular darts game that can be played with a large group. Select six different targets on the dartboard, and each player takes turns trying to hit those targets.\n\nFor every target hit, add that score to your total.\n\nFor example, if the first target is single 20 and you hit two single 20s, you add 40 points.\n\nIf you fail to hit a target with three darts, you must halve your total score.\n\nThe winner is the player with the highest score at the end of the game.\n\nMake the game easier or harder depending on your group.\n\nEasier: aim for singles or segments.\n\nHarder: target bullseye, doubles, or trebles."
  },
  {
    "title": "Knockout",
    "subtitle": "Beat the Previous Player or Lose a Life",
    "players": "2 or more",
    "instructions": "Determine the throwing order by throwing one dart each at the bullseye — closest goes first. Before the game begins, decide how many lives each player gets. The first player throws three darts to set a score. The next player must beat that score, or they lose a life. Continue in order, with each player trying to outscore the last. The winner is the final player left with one or more lives remaining."
  },
  {
    "title": "Sudden Death",
    "subtitle": "Fast and Ruthless Fun",
    "players": "2 or more",
    "instructions": "A quick and exciting game, perfect for groups. Each player throws three darts per round, and the player with the lowest total is eliminated. Play continues round by round until only one player remains. The last player standing wins."
  },
  {
    "title": "English Cricket",
    "subtitle": "Bat and Bowl with Darts",
    "players": "2 or more",
    "instructions": "English Cricket features a batter and a bowler, similar to traditional cricket. The game can be played one-on-one or with teams. The batting team aims to score as many points as possible by hitting the scoring numbers (15–20 and bullseye). The bowling team aims for the bullseye — an outer bullseye is worth one wicket, a bullseye two wickets. Once the bowling team reaches ten wickets, that marks the end of the batting team’s innings. Then teams switch roles. The team with the highest score after both have batted wins."
  },
  {
    "title": "Killer",
    "subtitle": "Target Others, Protect Yourself",
    "players": "2 or more",
    "instructions": "To start, each player throws one dart to determine their number (1–20). No two players can share the same number. If you land on an already-chosen number, keep throwing until you get a free one. Decide how many lives each player starts with. Players must first hit their own number’s double to become a Killer. Once a Killer, hitting another player’s number’s double removes one of their lives. You can lose your own lives by accidentally hitting your number while attacking others. To regain lives, hit your own number again. The last player with one or more lives wins."
  }
]
